tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "rigellute/tap"
brew "openssl@1.1"
brew "ansible"
brew "azure-cli"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-crypt"
brew "helm"
brew "htop"
brew "jq"
brew "kotlin"
brew "mas"
brew "netcat"
brew "nmap"
brew "openssh"
brew "pyenv"
brew "terraform"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "rigellute/tap/spotify-tui"
