tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rigellute/tap"
brew "openssl@1.1"
brew "azure-cli"
brew "openjdk"
brew "bfg"
brew "glib"
brew "cocoapods"
brew "nvm"
brew "wget"
brew "coreutils"

brew "fswatch"

brew "git"

brew "jq"

brew "kubernetes-cli"
brew "helm"

brew "libfido2"

brew "terraform@1.1.6"
brew "tfenv"

cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"

cask "google-chrome"

cask "iterm2"
cask "keepassxc"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "openvanilla"

cask "signal"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"