tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rigellute/tap"
brew "openssl@1.1"
brew "ansible"
brew "azure-cli"
brew "bfg"
brew "glib"
brew "fish"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "kotlin"
brew "ldns"
brew "libfido2"
brew "mas"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "openssh"
brew "postgresql@10"
brew "pyenv"
brew "rsync"
brew "ruby"
brew "telnet"
brew "terraform"
brew "terraform@0.12"
brew "tldr"
brew "tmux"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "rigellute/tap/spotify-tui"
cask "adoptopenjdk8"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "font-meslo-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "keepassxc"
cask "knockknock"
cask "lulu"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "openvanilla"
cask "osxfuse"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram-desktop"
cask "tunnelblick"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "webex-meetings"
cask "wireshark"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
